{
   "1": {
      "title": "Jeb Hopes to Woo Voters with Ad Featuring Worst President in U.S. History",
      "post_date": "1454889600",
      "author": "Andy Borowitz",
      "content": "<p>The former Florida Governor Jeb Bush is hoping to jump-start his lagging Presidential campaign with a new television ad featuring the worst President in U.S. history, campaign aides confirm.</p><p>With the crucial New Hampshire primary just hours away, the Bush campaign believes it can finish strong by reminding voters of Jeb&#39;s connection to a man who left the nation in smoldering ruins.</p><p>In the ad, which Bush aides are calling &ldquo;a fantastic closing argument,&rdquo; Jeb&#39;s ability to keep the United States safe and create peace around the world is praised by the President, whose decisions helped destabilize the Middle East.</p><p>Across the state, the ad featuring the worst President in U.S. history is making a powerful impression on voters. &ldquo;It brought back a lot of memories,&rdquo; Carol Foyler, who lost her house in 2007, said.</p><p>With the ad scheduled to air around the clock until primary day, aides to Bush are hoping that the commercial, persuasive as it is, is not too little, too late. &ldquo;We&#39;re kicking ourselves that we didn&#39;t air this sooner,&rdquo; one Bush aide said. &ldquo;An endorsement from [the person who presided over the worst economic disaster since the Great Depression] confers instant credibility.&rdquo;</p>",
      "category": [ "election", "republicans" ]
   },
   "2": {
      "title": "Americans Nostalgic for Republican Who Only Wanted to Screw Over Forty-Seven Per Cent of Them",
      "post_date": "1456099200",
      "author": "Andy Borowitz",
      "content": "<p>In a sign of voters&#39; shifting perspectives about Presidential hopefuls, a new survey reveals that Americans are deeply nostalgic for a Republican candidate who only wanted to screw over forty-seven per cent of them.</p><p>In interviews conducted across the country, voters expressed wistfulness and even a deep longing for a man who was indifferent to the fates of nearly half the nation&#39;s residents.</p><p>&ldquo;When he was running, it seemed like a bad thing that he didn&#39;t care whether forty-seven per cent of the country lived or died,&rdquo; said Tracy Klugian, of Akron, Ohio. &ldquo;Now I realize we were being too picky.&rdquo;</p><p>&ldquo;He threw thousands of people out of their jobs and onto the streets, but he let them stay in the country,&rdquo; said Kent Bantwell, of Springfield, Missouri. &ldquo;I&#39;ve got to say, I miss him.&rdquo;</p><p>Harland Dorrinson, of Jupiter, Florida, said that he wished that the man would jump into the 2016 race, but admitted that was unlikely. &ldquo;That secret tape where he said he was screwing over forty-seven per cent of the country would be brought up again,&rdquo; he said. &ldquo;The fact that he wasn&#39;t screwing over a bigger number would come back to haunt him now.&rdquo;</p><p>Carol Foyler, of San Dimas, California, said she wished she could take back &ldquo;all the nasty things&rdquo; she said about the man when he ran for President in 2012. &ldquo;I called him a jerk and a tool and a sociopath—and worse,&rdquo; she remembered, shaking her head. &ldquo;Now he seems like Mandela.&rdquo;</p>",
      "category": [ "election", "republicans" ]
   },
   "3": {
      "title": "Conspiracy Theorists Say Republican Party Did Not Die from Natural Causes",
      "post_date": "1455753600",
      "author": "Andy Borowitz",
      "content": "<p>Conspiracy theorists believe that the Republican Party did not die from natural causes but was instead the target of an elaborately planned killing, a leading conspiracy theorist has confirmed.</p><p>Harland Dorrinson, whose basement walls are covered with photos of suspects in the killing of the G.O.P., has spent countless hours connecting those photos with different colors of yarn in the hopes that a larger pattern would emerge.</p><p>&ldquo;Because the Republican Party is one hundred and sixty-one years old, it&#39;s assumed that it was time for it to die,&rdquo; he said. &ldquo;The truth is, that&#39;s exactly what the people who killed it want us to think.&rdquo;</p><p>While some conspiracy theorists have focussed on the billionaire Donald J. Trump as the most likely suspect in the death of the Republican Party, Dorrinson favors a &ldquo;two-killer&rdquo; theory that involves Arizona Senator John McCain and former Alaska Governor Sarah Palin.</p><p>&ldquo;McCain tapped Palin to be his running mate, and that led directly to people like Michele Bachmann, Herman Cain, and Donald Trump being considered credible candidates,&rdquo; he said. &ldquo;There is no logical reason why McCain would have chosen Palin unless he wanted to kill the Republican Party.&rdquo;</p><p>In addition to the McCain-Palin cabal, Dorrinson is considering a host of other suspects, including the industrialists David and Charles Koch, the Fox News chairman Roger Ailes, and the novelist Ayn Rand.</p><p>&ldquo;The only suspect I have definitively ruled out is Mitch McConnell,&rdquo; he said. &ldquo;No matter how hard I tried, I couldn&#39;t imagine a scenario where he accomplished something.&rdquo;</p>",
      "category": [ "election", "republicans", "conspiracies" ]
   },
   "4": {
      "title": "Fact Checker at Republican Debate Hospitalized for Exhaustion",
      "post_date": "1452902400",
      "author": "Andy Borowitz",
      "content": "<p>A fact checker who has vetted all of the 2016 Republican Presidential debates was hospitalized for exhaustion during the sixth G.O.P. forum in Charleston on Thursday evening.</p><p>Martin Slessky, a former journalist who works for HonestyWatch, a Minnesota-based fact-checking organization, was resting comfortably after suffering what his doctors called a &ldquo;total physical and mental collapse&rdquo; during Thursday&#39;s debate.</p><p>Harland Dorrinson, the executive director of HonestyWatch, said he first became concerned about Slessky&#39;s health when the fact checker started having heart palpitations and shortness of breath every time Senator Ted Cruz, of Texas, spoke.</p><p>&ldquo;I turned to Martin and said, &lsquo;Are you all right? Are you going to be able to make it through this?&rsquo; &rdquo; Dorrinson said. &ldquo;And he said, &lsquo;I&#39;ll be fine. Ben Carson is starting to talk now; that&#39;ll be soothing.&rsquo; &rdquo;</p><p>But, moments later, when New Jersey governor, Chris Christie, falsely claimed that he never supported the nomination of Supreme Court Justice Sonia Sotomayor, Slessky experienced acute dizziness and blurry vision, and was immediately rushed to the hospital.</p><p>HonestyWatch&#39;s Dorrinson said it was unlikely that he would ask Slessky or any of his other fact checkers to work future Republican debates. &ldquo;I care about these people,&rdquo; he said. &ldquo;Many of them have families.&rdquo;</p><p>Speaking from his hospital bed on Friday, Slessky still seemed blindsided by his sudden disintegration. &ldquo;Going into the debate, I actually believed that the volume of falsehoods was going to be more manageable this time,&rdquo; he said. &ldquo;I thought Carly Fiorina not being there would help.&rdquo;</p>",
      "category": [ "election", "republicans", "debate" ]
   },
   "5": {
      "title": "Sanders Admits Receiving Free Checking from Big Banks",
      "post_date": "1454630400",
      "author": "Andy Borowitz",
      "content": "<p>Scandal rocked Bernie Sanders&#39;s Presidential campaign on Friday as the candidate was forced to admit that he received free checking from several big banks.</p><p>In a press conference in Manchester, New Hampshire, a chastened Sanders acknowledged that, over the past two decades, he received free checking from Bank of America, Citibank, and JPMorgan Chase in exchange for maintaining a five-hundred-dollar minimum balance.</p><p>&ldquo;I should have acknowledged my relationship with these banks earlier,&rdquo; a subdued Sanders told reporters. &ldquo;For that, I am sorry.&rdquo;</p><p>The Clinton campaign immediately seized on the revelation, with one senior Clinton aide alleging that Sanders&#39;s cozy relationship with the banks &ldquo;effectively strips him of the label &lsquo;progressive.&rsquo; &rdquo;</p><p>&ldquo;Quite frankly, I don&#39;t know of too many progressives who make five-hundred-dollar payoffs to the big banks,&rdquo; the aide said. &ldquo;This doesn&#39;t pass the smell test.&rdquo;</p><p>The news of Sanders&#39;s ties to the banking industry comes just days after damaging reports that he leveraged his relationship with the American Automobile Association to obtain a discount on renting a Nissan Sentra.</p>",
      "category": [ "election", "democrats", "banking" ]
   }
}
